Repository: parides55/net-divers-flask-i18next
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: el

source: About Us
el: Γνωρίστε μας

source: Contact Us
el: Επικοινωνία

source: Contact Us:
el: Επικοινωνία:

source: Mr Christos A. Neophytou
el: Κος Χρίστος Α. Νεοφύτου

source: YDRAS 16, ANTHOUPOLI,
el: ΥΔΡΑΣ 16, ΑΝΘΟΥΠΟΛΗ,

source: 2302, NICOSIA, CYPRYS
el: 2302, ΛΕΥΚΩΣΙΑ, ΚΥΠΡΟΣ

source: Our courses
el: Τα μαθήματα μας

source: We offer a wide range of scuba diving courses tailored to all experience levels—from beginner programs that teach the fundamentals of diving, to advanced courses that refine your skills and deepen your underwater knowledge. For those looking to expand their expertise, we provide specialty dives including night diving, shipwreck exploration, and sea cave adventures. Our certified instructors also offer essential first aid and emergency response training, ensuring safety and confidence both above and below the surface. Whether you're taking your first breath underwater or seeking your next diving challenge, we have the course for you.
el: Προσφέρουμε μια ευρεία γκάμα μαθημάτων κατάδυσης προσαρμοσμένων σε όλα τα επίπεδα εμπειρίας — από προγράμματα για αρχάριους που διδάσκουν τα βασικά της κατάδυσης, έως προχωρημένα μαθήματα που βελτιώνουν τις δεξιότητές σας και εμπλουτίζουν τις γνώσεις σας κάτω από το νερό. Για όσους θέλουν να διευρύνουν την εμπειρία τους, προσφέρουμε εξειδικευμένες καταδύσεις, όπως νυχτερινές καταδύσεις, εξερεύνηση ναυαγίων και περιπέτειες σε θαλάσσιες σπηλιές. Οι πιστοποιημένοι εκπαιδευτές μας παρέχουν επίσης ουσιαστική εκπαίδευση πρώτων βοηθειών και αντιμετώπισης εκτάκτων αναγκών, εξασφαλίζοντας ασφάλεια και αυτοπεποίθηση τόσο πάνω όσο και κάτω από την επιφάνεια. Είτε παίρνετε την πρώτη ανάσα σας κάτω από το νερό είτε αναζητάτε την επόμενη πρόκληση στην κατάδυση, έχουμε το κατάλληλο μάθημα για εσάς.

source: Explore
el: Εξερευνήστε

source: Cyprus
el: το βυθό

source: Underwater
el: της Κύπρου

source: Cyprus is a scuba diver’s paradise, offering crystal-clear waters, diverse marine life, and some of the best diving conditions in the Mediterranean. With its warm climate and impressive underwater visibility, the island is ideal for both beginners and advanced divers. From vibrant reefs and fascinating sea caves to historic shipwrecks like the world-famous Zenobia, Cyprus provides unforgettable diving experiences year-round. Whether you're seeking adventure, exploration, or tranquility beneath the waves, Cyprus is the perfect destination to dive in and discover.
el: Η Κύπρος είναι ένας παράδεισος για τους δύτες, προσφέροντας κρυστάλλινα νερά, πλούσια θαλάσσια ζωή και μερικές από τις καλύτερες συνθήκες κατάδυσης στη Μεσόγειο. Με το ζεστό της κλίμα και την εντυπωσιακή υποβρύχια ορατότητα, το νησί είναι ιδανικό τόσο για αρχάριους όσο και για προχωρημένους δύτες. Από πολύχρωμους υφάλους και εντυπωσιακές θαλάσσιες σπηλιές έως ιστορικά ναυάγια όπως το παγκοσμίου φήμης Ζηνοβία, η Κύπρος προσφέρει αξέχαστες εμπειρίες κατάδυσης όλο τον χρόνο. Είτε αναζητάτε περιπέτεια, εξερεύνηση ή γαλήνη κάτω από τα κύματα, η Κύπρος είναι ο ιδανικός προορισμός για να βουτήξετε και να ανακαλύψετε.

source: Diving Sites
el: Καταδυτικά σημεία

source: Learn. Dive. Explore
el: Μάθε. Βούτηξε. Εξερεύνησε.

source: From First Breaths to Epic Dives – Explore the Sea with Net Divers!
el: Από τις πρώτες αναπνοές μέχρι τις επικές καταδύσεις – Εξερευνήστε τη θάλασσα με τους Net Divers!

source: START DIVING
el: ΞΕΚΙΝΗΣΤΕ ΤΙΣ ΚΑΤΑΔΥΣΕΙΣ

source: Discover the depths with confidence
el: Ανακαλύψτε τα βάθη με σιγουριά

source: OUR COURSES AND SERVICES
el: ΤΑ ΜΑΘΗΜΑΤΑ ΚΑΙ ΟΙ ΥΠΗΡΕΣΙΕΣ ΜΑΣ

source: EXPLORE CYPRUS
el: ΕΞΕΡΕΥΝΗΣΤΕ ΤΗΝ ΚΥΠΡΟ
